quest_system_1218973971_name=^?^Breeding Evil Beholders
quest_system_1218973971_stage_0=^?^Find Archon and discover from him the secret of breeding Evil Beholders.
quest_system_1218973971_stage_1=^?^Give the manuscripts to Stephan. The manuscripts are not sealed, so you may read them at your leisure. It may prove interesting.
quest_system_1218973971_task=^?^Stephan Hall, the keeper of the menagerie, has acquired several Evil Beholders, and now he wants to learn how they breed. Old Archon, who lives deep in the Verlon Forest, in the southern province of Darion, has all the necessary information.<br>[reward]
